{ "translations": {
  "End to end encryption is currently enabled." : "Die Ende-​zu-​Ende Verschlüsselung ist derzeit aktiviert.",
  "Reset encryption" : "Verschlüsselung zurücksetzen",
  "Please read carefully before resetting your end-to-end encryption keys" : "Bitte vor der Zurücksetzung der Ende-zu-Ende Verschlüsselung aufmerksam lesen",
  "Once your encryption keys are reset, all encrypted data will be inaccessible and will be also deleted." : "Sobald die Verschlüsselung zurückgesetzt wird, werden sämtliche verschlüsselten Dateien/Ordner gelöscht.",
  "Before you reset your encryption, check your apps and desktop clients to make sure you really can not access your keys anywhere." : "Sofern die Passphrase vergessen wurde, kann diese in den Apps oder Desktop Clients der MagentaCLOUD ausgelesen werden. Eine Zurücksetzung ist nicht zwingend notwendig.",
  "If you want to reset the encryption even though your keys are still available in the apps or desktop clients, then delete the keys locally on the other devices. Alternatively, you can reset the apps or reconnect the desktop clients to your account." : "Sollten Sie die Verschlüsselung zurücksetzen wollen, obwohl ihre Passphrase in den Apps oder Desktop Clients der MagentaCLOUD noch vorhanden sind, entfernen Sie die Passphrase anschließend auch lokal auf den anderen Endgeräten. Alternativ können Sie die Apps auch zurücksetzen und sich erneut mit ihrer MagentaCLOUD verbinden.",
  "Confirm and reset" : "Bestätigen und zurücksetzen",
  "This the final warning: Do you really want to reset your encryption. Encrypted data are lost and will be deleted." : "Das ist die letzte Warnung: Möchten Sie wirklich die Verschlüsselung zurücksetzen? Verschlüsselte Daten gehen dabei verloren und werden gelöscht.",
  "Cancel" : "Abbrechen",
  "Confirm" : "Bestätigen",
  "End to end encryption is currently disabled. You can set it up with the {productName} clients." : "Die Ende-zu-Ende Verschlüsselung ist deaktiviert. Sie können sie in den Apps oder Desktop Clients einrichten."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}
